tap "homebrew/bundle"
tap "homebrew/cask"
tap 'homebrew/core'
tap 'homebrew/versions'
tap "sanemat/font"
cask "java" unless system "/usr/libexec/java_home --failfast"
cask "xquartz"
brew 'bash'
brew 'bash-completion'
brew 'ocaml', args: ['with-x11']
brew 'emacs', args: ['with-cocoa', 'with-gnutls']
brew 'cask'
brew 'coreutils'
brew 'darcs'
brew 'fd'
brew 'fzy'
brew 'git'
brew 'go'
brew 'hub'
brew "ispell"
brew 'imagemagick@6'
brew 'lua'
brew 'mercurial'
brew 'nkf'
brew 'ocaml'
brew 'opam'
brew 'pandoc'
brew 'reattach-to-user-namespace'
brew 'rlwrap'
brew 'ricty', args: ['with-powerline']
brew 'sbt'
brew 'scala'
brew "stunnel"
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'zsh'
cask "1password"
cask "aquaskk"
cask "alfred"
cask "amethyst"
cask "dropbox"
cask "emacs"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "mactex"
cask "skim"
cask "slack"
