tap 'homebrew/core'
tap 'homebrew/versions'
brew 'bash'
brew 'bash-completion'
brew 'ocaml', args: ['with-x11']
brew 'emacs'
brew 'cask'
brew 'coreutils'
brew 'darcs'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'go'
brew 'hub'
brew 'imagemagick@6'
brew 'lua'
brew 'mercurial'
brew 'nkf'
brew 'opam'
brew 'pandoc'
brew 'peco'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'rlwrap'
brew 'sbt'
brew 'scala'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'zsh'
