tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
# cask 'java'
# cask 'xquartz'
brew 'bash'
brew 'ocaml', args: ['with-x11']
brew 'emacs', args: ['with-cocoa']
brew 'cask'
brew 'darcs'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'imagemagick'
brew 'lua'
brew 'mercurial'
brew 'nkf'
brew 'opam'
brew 'pandoc'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'rlwrap'
brew 'sbt'
brew 'scala'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'zsh'
# cask '1password'
# cask 'alfred'
# cask 'atom'
# cask 'cmd-eikana'
# cask 'docker'
# cask 'dropbox'
# cask 'evernote'
# cask 'firefox'
# cask 'google-chrome'
# cask 'google-japanese-ime'
# cask 'iterm2'
# cask 'mactex' # installation is too late
# cask 'skim'
# cask 'slack'
# cask 'sublime-text'
