tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
cask 'java'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'apache-spark'
brew 'autoconf'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'cscope'
brew 'zeromq'
brew 'czmq'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'eigen'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'elm'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'little-cms2'
brew 'ghostscript'
brew 'git'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'ilmbase'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'libevent'
brew 'libxml2'
brew 'lua'
brew 'nkf'
brew 'node'
brew 'openexr'
brew 'pandoc'
brew 'pkg-config'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'sbt'
brew 'scala'
brew 'scalariform'
brew 'tmux'
brew 'tree'
brew 'typesafe-activator'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'zsh'
brew 'homebrew/python/numpy', args: ['with-python3']
brew 'homebrew/science/opencv3', args: ['HEAD', 'with-python3']
brew 'homebrew/science/r'
cask '1password'
cask 'atom'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'google-drive'
cask 'iterm2'
cask 'mactex'
cask 'rstudio'
cask 'slack'
cask 'sublime-text'
