tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
cask 'java'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'apache-spark'
brew 'autoconf'
brew 'cscope'
brew 'doxygen'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'elm'
brew 'freetype'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'little-cms2'
brew 'ghostscript'
brew 'git'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'libevent'
brew 'lua'
brew 'nkf'
brew 'node'
brew 'pandoc'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'sbt'
brew 'scala'
brew 'scalariform'
brew 'tmux'
brew 'tree'
brew 'typesafe-activator'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'zsh'
cask '1password'
cask 'atom'
cask 'dropbox'
cask 'evernote'
cask 'google-drive'
cask 'iterm2'
cask 'mactex'
cask 'slack'
cask 'sublime-text'
