tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
cask 'java'
cask 'xquartz'
brew 'ocaml', args: ['with-x11']
brew 'darcs'
brew 'emacs', args: ['with-cocoa']
brew 'git'
brew 'imagemagick'
brew 'lua'
brew 'mercurial'
brew 'nkf'
brew 'opam'
brew 'pandoc'
brew 'pyenv'
brew 'rbenv'
brew 'rlwrap'
brew 'reattach-to-user-namespace'
brew 'sbt'
brew 'scala'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'zsh'
cask '1password'
cask 'alfred'
cask 'atom'
cask 'cmd-eikana'
cask 'dropbox'
cask 'evernote'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
# cask 'mactex' # installation is too late
cask 'skim'
cask 'slack'
cask 'sublime-text'
