oh-my-fish/plugin-argu
fisherman/await
oh-my-fish/plugin-balias
edc/bass
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-cd
fisherman/docker-completion
oh-my-fish/plugin-expand
oh-my-fish/plugin-extract
laughedelic/fish_logo
fisherman/fzf
fisherman/get
fisherman/getopts
decors/fish-ghq
fisherman/git_util
fisherman/javahome
fisherman/last_job_id
oh-my-fish/plugin-peco
fisherman/pyenv
fisherman/rbenv
fisherman/spin
fisherman/terminals-are-sexy
fisherman/z
